export const availableList = [
  {
    id: '550e8400-e29b-41d4-a716-446655440003',
    label: 'Відділ кадрів',
    isGroup: true,
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440004',
    label: 'IT-відділ',
    isGroup: true,
  },

  {
    id: '550e8400-e29b-41d4-a716-446655440006',
    label: 'Ольга Васильєва',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440007',
    label: 'Микола Морозов',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440008',
    label: 'Тетяна Павлова',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440009',
    label: 'Сергій Волков',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440010',
    label: 'Андрій Лисенко',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440011',
    label: 'Марина Шевченко',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440012',
    label: 'Віталій Гончарук',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440013',
    label: 'Світлана Романенко',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440014',
    label: 'Євген Коваленко',
  },
];

export const selectedList = [
  {
    id: '550e8400-e29b-41d4-a716-446655440005',
    label: 'Дмитро Сидоров',
    isFixed: true,
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440066',
    label: 'Катерина Смирнова',
    isFixed: true,
  },
];

export const group1 = [
  {
    id: '550e8400-e29b-41d4-a716-446655440806',
    label: 'Ольга Музика',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440807',
    label: 'Микола Деревянко',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440808',
    label: 'Тетяна Пресняк',
  },
];

export const group2 = [
  {
    id: '550e8400-e29b-41d4-a716-446655440809',
    label: 'Іван Іванов',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440810',
    label: 'Марія Петрова',
  },
  {
    id: '550e8400-e29b-41d4-a716-446655440811',
    label: 'Олександр Сидоренко',
  },
];
